export const registrationData = {
  newMuslim: {
    title: "নওমুসলিম রেজিস্ট্রেশন",
    details:
      "আদ-দোহা ইনস্টিটিউট নওমুসলিমদের বিভিন্নভাবে সাহায্য সহযোগিতা করে থাকে। আপনি যদি নওমুসলিম হয়ে থাকেন, তাহলে নিচের রেজিস্ট্রেশন বাটনে ক্লিক করুন। এরপর রেজিস্ট্রেশন ফর্ম এ আপনার প্রয়োজনীয় সকল তথ্য দিয়ে সাবমিট করুন। ",
    btnTitle: "রেজিস্ট্রেশন করুন",
  },
  volunteer: {
    title: "সেচ্ছাসেবক রেজিস্ট্রেশন",
    details:
      "আদ-দোহা ইনস্টিটিউট একটি দাওয়াহ শিক্ষা ও সেবামুলক প্রতিষ্ঠান। বিভিন্ন সেবামুলক কাজে সেচ্ছাসেবক হিসেবে যোগদান করতে নিচের রেজিস্ট্রেশন বাটনে ক্লিক করুন এবং আপনার তথ্য দিয়ে সাবমিট করুন।",
    btnTitle: "রেজিস্ট্রেশন করুন",
  },
};
