import assets from "@/assets";

export const projectsData = [
  {
    _id: "1",
    title: "দাওয়াহ",
    image: assets.projects.dawah,
    navigation: "dawah",
    details:
      "আদ-দোহা ইনস্টিটিউট ইসলামের সুমহান বাণী ও বিশ্বশান্তির বার্তাকে জাতি, ধর্ম, বর্ণ নির্বিশেষে প্রত্যেকের মাঝে পৌঁছে দেয়ার লক্ষ্যে বিভিন্ন দাওয়াহ কার্যক্রম পালন করে আসছে।",
    description: [
      "ইসলামের সুমহান বাণী ও বিশ্বশান্তির বার্তাকে জাতি, ধর্ম, বর্ণ নির্বিশেষে প্রত্যেকের মাঝে পৌঁছে দেয়া।",
      "ইসলামের প্রামাণ্য দৃষ্টিভঙ্গি তুলে ধরার লক্ষ্যে বিভিন্ন এলাকার মসজিদ, মাদ্রাসা, জেলা অডিটোরিয়াম, পাঠাগার, উপজেলা পরিষদ মিলনায়তন ও মাঠ প্রভৃতি সমাগমস্থলে সাপ্তাহিক, মাসিক, বার্ষিক ও সাময়িক ওয়াজ-মাহফিল, সেমিনার, মুক্ত মতবিনিময় ও আলোচনা সভার আয়োজন করা। ",
      "দাওয়াহ সম্পর্কিত আলোচনা অনুষ্ঠানের তথ্যচিত্র ধারণ করে সামাজিক যোগাযোগ মাধ্যমে প্রচার করা। ",
      "বাংলাদেশের বিভিন্ন এলাকায় দাওয়াহ সেন্টার প্রতিষ্ঠা করা।",
      "প্রাজ্ঞ দাঈর মাধ্যমে সারাদেশে ইসলামের দাওয়াত প্রচার করা।",
      "মসজিদ ভিত্তিক দাওয়াহ কার্যক্রম গড়ে তোলা।",
    ],
  },
  {
    _id: "2",
    title: "শিক্ষা",
    image: assets.projects.education,
    navigation: "education",
    details:
      "আদ-দোহা ইনস্টিটিউট শিক্ষা বিস্তারে দেশব্যাপী প্রাথমিক বুনিয়াদি শিক্ষা, বয়স্ক শিক্ষা, শিশু শিক্ষা, নারী শিক্ষা সহ বেশকিছু অনলাইন ও অফলাইন কোর্স প্রদান করে আসছে।",
    description: [
      "প্রাথমিক স্তরে বুনিয়াদি শিক্ষা বিস্তারে বাচ্চাদের জন্য দেশব্যাপী প্রাতিষ্ঠানিক এবং অপ্রাতিষ্ঠানিক প্রাথমিক শিক্ষা (মক্তব) চালু করা।",
      "বয়স্কদের সুশিক্ষিত করে গড়ে তোলার জন্য দেশব্যাপী বয়স্ক শিক্ষা (মক্তব) চালু করা।",
      "অফলাইন ও অনলাইনে সকল শ্রেণি পেশার মানুষের জন্য মৌলিক ইসলাম শিক্ষা কোর্সের আয়োজন করা।",
      "অফলাইন ও অনলাইনে সকল শ্রেণি পেশার মানুষের জন্য সহীহ কুরআন শিক্ষা কোর্সের আয়োজন করা।",
      "দক্ষ ও সময় উপযোগী দাঈ গঠনের জন্য অনলাইন ও অফলাইনে প্রশিক্ষণ কোর্স আয়োজন করা।",
      "প্রাজ্ঞ আলিম ও দাঈ ইলাল্লাহ গড়ে তুলতে কোরআন- সুন্নাহর মৌলিক শিক্ষা সম্বলিত আধুনিক যুগোপযোগী পাঠ্যক্রম ও পাঠ্যপুস্তক প্রণয়ন করা।",
      "অনলাইন এবং অফলাইনে আরবী এবং ইংরেজি ভাষা শিক্ষা কোর্স আয়োজন করা।",
    ],
  },
  {
    _id: "3",
    title: "সেবা",
    image: assets.projects.services,
    navigation: "service",
    details:
      "আদ-দোহা ইনস্টিটিউট বাসস্থান নির্মাণ, কর্মসংস্থান, চিকিৎসা, শিক্ষা, কর্জে হাসানাহ, আইনী সহায়তা, বিয়ে, সুন্নাতে খাৎনা সহ আরো বেশকিছু সেবা প্রদান করে থাকে।",
    description: [
      "ভূমিহীন, অসহায়, অস্বচ্ছল, দরিদ্র নওমুসলিম ও গরীব মানুষের বাসস্থান নির্মাণে শর্ত সাপেক্ষে সহায়তা প্রদান করা হয়।",
      "কর্মক্ষেত্রে প্রয়োজনীয় দক্ষতা শেখানোর পাশাপাশি যোগ্যতা অনুযায়ী অসহায় ও দরিদ্র মানুষেকে স্বাবলম্বী করে তুলতে শর্ত সাপেক্ষে রিক্সা, ভ্যান, প্রয়োজনীয় উপকরণ প্রদানের মাধ্যমে সহায়তা করা হয়।",
      "চিকিৎসার ব্যয়ভার বহনে অক্ষম নওমুসলিম ও গরীব মুসলিমদের জন্য শর্ত সাপেক্ষে চিকিৎসা সহায়তা প্রদান করা হয়।",
      "অসহায় নওমুসলিম ও দরিদ্র শিক্ষার্থীদের জন্য বিভিন্ন স্তরে শিক্ষা সহায়তা প্রদান করা হয়।",
      "অসহায়, দরিদ্র নওমুসলিম ও গরীব মুসলিমদের আর্থিক সহায়তা এবং তাঁদের স্বাবলম্বী করে তুলতে শর্ত সাপেক্ষে কর্জে হাসানাহ প্রদান করা হয়।",
      "নওমুসলিমদের এফিডেভিট করানো, আইডি কার্ড সংশোধন, মামলাসহ তাদেরকে সকল প্রকার আইনি সহায়তা প্রদান করা হয়। ",
      "নতুন পরিবার ও সমাজের সাথে যোগাযোগ বন্ধনে আবদ্ধ করতে নওমুসলিমদের বিয়ের ব্যবস্থা করা হয়।",
      "নওমুসলিমদের সুন্নাতে খাৎনা করাতে সহায়তা প্রদান করা হয়। ",
    ],
  },
];

export const projectsDataEn = [
  {
    _id: "1",
    title: "Dawah",
    image: assets.projects.dawah,
    details:
      "To convey the good message of Islam and the message of world peace to every non-Muslim living in Bangladesh.",
  },
  {
    _id: "2",
    title: "Education",
    image: assets.projects.education,
    details:
      "To convey the good message of Islam and the message of world peace to every non-Muslim living in Bangladesh.",
  },
  {
    _id: "3",
    title: "Service",
    image: assets.projects.services,
    details:
      "To convey the good message of Islam and the message of world peace to every non-Muslim living in Bangladesh.",
  },
];
