import assets from "@/assets";

export const projectsData = [
  {
    _id: "1",
    title: "দাওয়াহ",
    image: assets.projects.dawah,
    details:
      "ইসলামের সুমহান বাণী ও বিশ্বশান্তির বার্তাকে জাতি, ধর্ম, বর্ণ নির্বিশেষে প্রত্যেকের মাঝে পৌঁছে দেয়া।",
    description: [
      "ইসলামের সুমহান বাণী ও বিশ্বশান্তির বার্তাকে জাতি, ধর্ম, বর্ণ নির্বিশেষে প্রত্যেকের মাঝে পৌঁছে দেয়া।",
      "ইসলামের প্রামাণ্য দৃষ্টিভঙ্গি তুলে ধরার লক্ষ্যে বিভিন্ন এলাকার মসজিদ, মাদ্রাসা, জেলা অডিটোরিয়াম, পাঠাগার, উপজেলা পরিষদ মিলনায়তন ও মাঠ প্রভৃতি সমাগমস্থলে সাপ্তাহিক, মাসিক, বার্ষিক ও সাময়িক ওয়াজ-মাহফিল, সেমিনার, মুক্ত মতবিনিময় ও আলোচনা সভার আয়োজন করা। ",
      "দাওয়াহ সম্পর্কিত আলোচনা অনুষ্ঠানের তথ্যচিত্র ধারণ করে সামাজিক যোগাযোগ মাধ্যমে প্রচার করা। ",
      "বাংলাদেশের বিভিন্ন এলাকায় দাওয়াহ সেন্টার প্রতিষ্ঠা করা।",
      "প্রাজ্ঞ দাঈর মাধ্যমে সারাদেশে ইসলামের দাওয়াত প্রচার করা।",
      "মসজিদ ভিত্তিক দাওয়াহ কার্যক্রম গড়ে তোলা।",
    ],
  },
  {
    _id: "2",
    title: "শিক্ষা",
    image: assets.projects.education,
    details:
      "প্রাথমিক স্তরে বুনিয়াদি শিক্ষা বিস্তারে বাচ্চাদের জন্য দেশব্যাপী প্রাতিষ্ঠানিক এবং অপ্রাতিষ্ঠানিক প্রাথমিক শিক্ষা (মক্তব) চালু করা।",
    description: [
      "প্রাথমিক স্তরে বুনিয়াদি শিক্ষা বিস্তারে বাচ্চাদের জন্য দেশব্যাপী প্রাতিষ্ঠানিক এবং অপ্রাতিষ্ঠানিক প্রাথমিক শিক্ষা (মক্তব) চালু করা।",
      "বয়স্কদের সুশিক্ষিত করে গড়ে তোলার জন্য দেশব্যাপী বয়স্ক শিক্ষা (মক্তব) চালু করা।",
      "অফলাইন ও অনলাইনে সকল শ্রেণি পেশার মানুষের জন্য মৌলিক ইসলাম শিক্ষা কোর্সের আয়োজন করা।",
      "অফলাইন ও অনলাইনে সকল শ্রেণি পেশার মানুষের জন্য সহীহ কুরআন শিক্ষা কোর্সের আয়োজন করা।",
      "দক্ষ ও সময় উপযোগী দাঈ গঠনের জন্য অনলাইন ও অফলাইনে প্রশিক্ষণ কোর্স আয়োজন করা।",
      "প্রাজ্ঞ আলিম ও দাঈ ইলাল্লাহ গড়ে তুলতে কোরআন- সুন্নাহর মৌলিক শিক্ষা সম্বলিত আধুনিক যুগোপযোগী পাঠ্যক্রম ও পাঠ্যপুস্তক প্রণয়ন করা।",
      "অনলাইন এবং অফলাইনে আরবী এবং ইংরেজি ভাষা শিক্ষা কোর্স আয়োজন করা।",
    ],
  },
  {
    _id: "3",
    title: "সেবা",
    image: assets.projects.services,
    details:
      "বাংলা ভাষায় বহুল প্রচলিত একটি কথা আছে সেবাই ধর্ম। এই সেবার মাধ্যমেই খুব সহজভাবে মানুষের মন জয় করা যায়।",
    description: [
      "আদ-দোহা ইন্সটিটিউট নও মুসলিম,অসহায়,দরিদ্র ও গরীব মুসলিমদের বাসস্থান নির্মাণে শর্ত সাপেক্ষে সহায়তা প্রদান করে থাকে।",
      "আদ-দোহা ইন্সটিটিউট নও মুসলিমদের জন্য তাদের যোগ্যতা অনুযায়ী কর্মসংস্থানের ব্যবস্থা করে এবং শর্ত সাপেক্ষে রিক্সা/ভ্যান প্রদানের মাধ্যমে তাদেরকে স্বাবলম্বী করে তুলে।",
      "আদ-দোহা ইন্সটিটিউট চিকিৎসার ব্যয়ভার বহনে অক্ষম নও মুসলিম ও গরীব মুসলিমদের জন্য শর্ত সাপেক্ষে চিকিৎসার ব্যবস্থা করে থাকে।",
      "আদ-দোহা ইন্সটিটিউট নও মুসলিম ও দরিদ্র শিক্ষার্থীদের জন্য বিভিন্ন স্তরে শিক্ষা সহায়তা প্রদান করে থাকে।",
      "আদ-দোহা ইন্সটিটিউট নও মুসলিম, অসহায়, দরিদ্র ও গরীব মুসলিমদের সহায়তা প্রদান এবং স্বাবলম্বী করে তুলতে শর্ত সাপেক্ষে কর্জে হাসানাহ প্রদান করে।",
      "আদ-দোহা ইন্সটিটিউট নও মুসলিমদের সকল ধরনের আইনী সহায়তা প্রদান করে। বিশেষ করে এফিডেফিট করানো, আইডি কার্ড সংশোধনে সহায়তা, মামলা প্রভৃতি।",
      "আদ-দোহা ইন্সটিটিউট এর উদ্যোগে নও মুসলিমদের বিয়ের ব্যবস্থা করা হয়।",
      "আদ-দোহা ইন্সটিটিউট নও মুসলিমদের সুন্নাতে খাৎনা করানোর জন্য সহায়তা প্রদান করে থাকে।",
    ],
  },
];

export const projectsDataEn = [
  {
    _id: "1",
    title: "Dawah",
    image: assets.projects.dawah,
    details:
      "To convey the good message of Islam and the message of world peace to every non-Muslim living in Bangladesh.",
  },
  {
    _id: "2",
    title: "Education",
    image: assets.projects.education,
    details:
      "To convey the good message of Islam and the message of world peace to every non-Muslim living in Bangladesh.",
  },
  {
    _id: "3",
    title: "Service",
    image: assets.projects.services,
    details:
      "To convey the good message of Islam and the message of world peace to every non-Muslim living in Bangladesh.",
  },
];
