import dawah from "@/assets/projects/দাওয়াহ.jpg";
import shikkha from "@/assets/projects/শিক্ষা.jpg";
import seba from "@/assets/projects/সেবা.jpg";

export const projectsData = [
  {
    _id: "1",
    title: "দাওয়াহ",
    image: dawah,
    navigation: "dawah",
    details:
      "মানবজীবনে ইসলামের অস্তিত্ব নির্ভর করে দাওয়াতি কাজের ওপর। আল্লাহ তা’য়ালা যুগে যুগে যত নবী-রাসূল প্রেরণ করেছেন তাঁদের সকলেরই দায়িত্ব ছিল মানুষের নিকট ইসলামের দাওয়াত পৌঁছে দেয়া। দুনিয়া ও আখেরাতের কল্যাণ সাধন ও সফলতার বন্ধ তালা একমাত্র দাওয়াতে দীন খুলে দিতে পারে। মানবতার বিবেক ও মানব উন্নয়ন ও বিকাশের দরজার তালা দাওয়াতি কাজই কেবল খুলে দিতে পারে। দাওয়াতি কাজ মানে ইসলাম প্রচার-প্রসারের কাজ। দাওয়াতের মাধ্যমেই ইসলামের ব্যাপক প্রসার ঘটে। মুসলিম জাতির বিস্তৃতি লাভ করে। বর্তমান সময়ে ইসলামের দাওয়াত অন্যের নিকট পৌঁছাবার গুরুত্ব মোটেও গৌণ করে দেখার কোন সুযোগ নেই। তাই  জাতি, ধর্ম, বর্ণ নির্বিশেষে প্রত্যেকের মাঝে ইসলামের সুমহান বাণী ও বিশ্বশান্তির বার্তাকে পৌঁছে দিতে আদ-দোহা ইনস্টিটিউট দাওয়াতী ময়দানে নিরলস কাজ করে যাচ্ছে।",
    description: [
      "ইসলামের সুমহান বাণী ও বিশ্বশান্তির বার্তাকে জাতি, ধর্ম, বর্ণ নির্বিশেষে প্রত্যেকের মাঝে পৌঁছে দেয়া।",
      "ইসলামের প্রামাণ্য দৃষ্টিভঙ্গি তুলে ধরার লক্ষ্যে বিভিন্ন এলাকার মসজিদ, মাদ্রাসা, জেলা অডিটোরিয়াম, পাঠাগার, উপজেলা পরিষদ মিলনায়তন ও মাঠ প্রভৃতি সমাগমস্থলে সাপ্তাহিক, মাসিক, বার্ষিক ও সাময়িক ওয়াজ-মাহফিল, সেমিনার, মুক্ত মতবিনিময় ও আলোচনা সভার আয়োজন করা। ",
      "দাওয়াহ সম্পর্কিত আলোচনা অনুষ্ঠানের তথ্যচিত্র ধারণ করে সামাজিক যোগাযোগ মাধ্যমে প্রচার করা। ",
      "বাংলাদেশের বিভিন্ন এলাকায় দাওয়াহ সেন্টার প্রতিষ্ঠা করা।",
      "প্রাজ্ঞ দাঈর মাধ্যমে সারাদেশে ইসলামের দাওয়াত প্রচার করা।",
      "মসজিদ ভিত্তিক দাওয়াহ কার্যক্রম গড়ে তোলা।",
    ],
  },
  {
    _id: "2",
    title: "শিক্ষা",
    image: shikkha,
    navigation: "education",
    details:
      "ইসলামে শিক্ষার গুরুত্ব অপরিসীম। হেরা গুহায় মহানবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর উপর সর্বপ্রথম যে ওহী নাযিল হয় তা হচ্ছে, ‘পড়, তোমার প্রতিপালকের নামে, যিনি সৃষ্টি করেছেন। সৃষ্টি করেছেন মানুষকে জমাট রক্তপিন্ড থেকে।’ -সূরা আলাক : ১-২ ইসলামে শিক্ষার উদ্দেশ্য হলো আদম সন্তানকে মানুষরূপে গড়ে তোলা। শিক্ষার মাধ্যমে অজানাকে জানার এবং জানা বিষয়কে কাজে লাগিয়ে অজানার সন্ধান করার যোগ্যতা একমাত্র মানুষেরই আছে। যে শিক্ষা আত্মপরিচয় দান করে, মানুষকে সৎ ও সুনাগরিক হিসেবে গঠন করে এবং পরোপকারী, কল্যাণকামী ও আল্লাহর প্রতি অনুরাগী হতে সাহায্য করে, সে শিক্ষাই প্রকৃত শিক্ষা। শিক্ষা মানুষের অন্তরকে আলোকিত করে, অন্তর্দৃষ্টি উন্মোচিত করে, দূরদর্শিতা সৃষ্টি করে। শিক্ষা ও জ্ঞানার্জনের জন্য পঠন-পাঠন অন্যতম মাধ্যম। তাই সকল শ্রেণি পেশার মানুষের জন্য সহীহ কুরআন শিক্ষার পাশাপাশি দাওয়াহ, সিরাহ, তুলনামূলক ধর্মতত্ত্ব, বাতিল ফিরকা, বেসিক আইটি, সমসাময়িক বিশ্ব, মনোবিজ্ঞান, ম্যানেজমেন্ট ও ইংরেজি ভাষা শিক্ষাসহ ইত্যাদি বিষয়ে যুগোপযুগী পাঠদানের মাধ্যমে প্রাজ্ঞ আলিম ও নিবেদিত দাঈ আলাল্লাহ গড়ে তুলতে অনলাইন এবং অফলাইনে আদ-দোহা বিভিন্ন প্রশিক্ষণ কোর্সের আয়োজন করেছে।",
    description: [
      "প্রাথমিক স্তরে বুনিয়াদি শিক্ষা বিস্তারে বাচ্চাদের জন্য দেশব্যাপী প্রাতিষ্ঠানিক এবং অপ্রাতিষ্ঠানিক প্রাথমিক শিক্ষা (মক্তব) চালু করা।",
      "বয়স্কদের সুশিক্ষিত করে গড়ে তোলার জন্য দেশব্যাপী বয়স্ক শিক্ষা (মক্তব) চালু করা।",
      "অফলাইন ও অনলাইনে সকল শ্রেণি পেশার মানুষের জন্য মৌলিক ইসলাম শিক্ষা কোর্সের আয়োজন করা।",
      "অফলাইন ও অনলাইনে সকল শ্রেণি পেশার মানুষের জন্য সহীহ কুরআন শিক্ষা কোর্সের আয়োজন করা।",
      "দক্ষ ও সময় উপযোগী দাঈ গঠনের জন্য অনলাইন ও অফলাইনে প্রশিক্ষণ কোর্স আয়োজন করা।",
      "প্রাজ্ঞ আলিম ও দাঈ ইলাল্লাহ গড়ে তুলতে কোরআন- সুন্নাহর মৌলিক শিক্ষা সম্বলিত আধুনিক যুগোপযোগী পাঠ্যক্রম ও পাঠ্যপুস্তক প্রণয়ন করা।",
      "অনলাইন এবং অফলাইনে আরবী এবং ইংরেজি ভাষা শিক্ষা কোর্স আয়োজন করা।",
    ],
  },
  {
    _id: "3",
    title: "সেবা",
    image: seba,
    navigation: "service",
    details:
      "মানুষ হলো মহান সৃষ্টিকর্তার সর্বশ্রেষ্ঠ ও সর্বাধিক মর্যাদাসম্পন্ন সৃষ্টি। ইসলামই মানুষের প্রতি মানুষের দায়িত্ব ও কর্তব্যবোধ সুনির্দিষ্টভাবে নির্ধারণ করে দিয়েছে। তাই অসহায়দের পাশে দাঁড়ানো, তাদের খোঁজ-খবর রাখা, তাদের বিপদে এগিয়ে আসা; একজন মুমিনের দায়িত্ব। মানুষের সঙ্কটময় সময়ে নওমুসলিম পুনর্বাসনসহ বিভিন্ন সেবামূলক উদ্যোগ নিয়ে দুস্থ মানবতার সেবায় আদ-দোহা ইনস্টিটিউট কাজ করে যাচ্ছে।",
    description: [
      "ভূমিহীন, অসহায়, অস্বচ্ছল, দরিদ্র নওমুসলিম ও গরীব মানুষের বাসস্থান নির্মাণে শর্ত সাপেক্ষে সহায়তা প্রদান করা হয়।",
      "কর্মক্ষেত্রে প্রয়োজনীয় দক্ষতা শেখানোর পাশাপাশি যোগ্যতা অনুযায়ী অসহায় ও দরিদ্র মানুষেকে স্বাবলম্বী করে তুলতে শর্ত সাপেক্ষে রিক্সা, ভ্যান, প্রয়োজনীয় উপকরণ প্রদানের মাধ্যমে সহায়তা করা হয়।",
      "চিকিৎসার ব্যয়ভার বহনে অক্ষম নওমুসলিম ও গরীব মুসলিমদের জন্য শর্ত সাপেক্ষে চিকিৎসা সহায়তা প্রদান করা হয়।",
      "অসহায় নওমুসলিম ও দরিদ্র শিক্ষার্থীদের জন্য বিভিন্ন স্তরে শিক্ষা সহায়তা প্রদান করা হয়।",
      "অসহায়, দরিদ্র নওমুসলিম ও গরীব মুসলিমদের আর্থিক সহায়তা এবং তাঁদের স্বাবলম্বী করে তুলতে শর্ত সাপেক্ষে কর্জে হাসানাহ প্রদান করা হয়।",
      "নওমুসলিমদের এফিডেভিট করানো, আইডি কার্ড সংশোধন, মামলাসহ তাদেরকে সকল প্রকার আইনি সহায়তা প্রদান করা হয়। ",
      "নতুন পরিবার ও সমাজের সাথে যোগাযোগ বন্ধনে আবদ্ধ করতে নওমুসলিমদের বিয়ের ব্যবস্থা করা হয়।",
      "নওমুসলিমদের সুন্নাতে খাৎনা করাতে সহায়তা প্রদান করা হয়। ",
    ],
  },
];

export const projectsDataEn = [
  {
    _id: "1",
    title: "Dawah",
    image: dawah,
    details:
      "To convey the good message of Islam and the message of world peace to every non-Muslim living in Bangladesh.",
  },
  {
    _id: "2",
    title: "Education",
    image: shikkha,
    details:
      "To convey the good message of Islam and the message of world peace to every non-Muslim living in Bangladesh.",
  },
  {
    _id: "3",
    title: "Service",
    image: seba,
    details:
      "To convey the good message of Islam and the message of world peace to every non-Muslim living in Bangladesh.",
  },
];
