import { assets } from "@/assets";

export const projectsData = [
  {
    id: "1",
    title: "দাওয়াহ",
    image: assets.projects.dawah,
    details:
      "ইসলামের সুমহান বাণী ও বিশ্বশান্তির বার্তাকে বাংলাদেশে অবস্থানরত প্রত্যেক অমুসলিমদের মাঝে পৌঁছে দেয়া।",
    description: [
      "ইসলামের সুমহান বাণী ও বিশ্বশান্তির বার্তাকে বাংলাদেশে অবস্থানরত প্রত্যেক অমুসলিমদের মাঝে পৌঁছে দেয়া।",
      "বাংলাদেশের বিভিন্ন এলাকায় দাওয়া সেন্টার প্রতিষ্ঠা করা।",
      "ইসলামী দায়ীদের মাধ্যমে সারাদেশে ইসলামের দাওয়াত প্রচার করা।",
      "ইসলামের প্রামাণ্য দৃষ্টিভঙ্গি তুলে ধরার লক্ষ্যে বিভিন্ন এলাকার মসজিদ, মাদ্রাসা, জেলা অডিটোরিয়াম, উপজেলা পরিষদ মিলনায়তন ও মাঠ প্রভৃতি সমাগমস্থলে সাপ্তাহিক, মাসিক, বার্ষিক ও সাময়িক ওয়াজ-মাহফিল, সেমিনার মুক্ত মতবিনিময় ও আলোচনা সভার আয়োজন করা।",
      "এককভাবে অথবা দলগতভাবে দাওয়া কাজের আঞ্জাম দেওয়া।",
      "দাওয়ার উপর আলোচনা অনুষ্ঠানের তথ্যচিত্র ধারণ করে সামাজিক যোগাযোগ মাধ্যমে প্রচার করা।",
      "মসজিদ ভিত্তিক দাওয়া কার্যক্রম গড়ে তোলা।",
    ],
  },
  {
    id: "2",
    title: "সেবা",
    image: assets.projects.services,
    details:
      "বাংলা ভাষায় বহুল প্রচলিত একটি কথা আছে সেবাই ধর্ম। এই সেবার মাধ্যমেই খুব সহজভাবে মানুষের মন জয় করা যায়।",
    description: [
      "ইসলামের সুমহান বাণী ও বিশ্বশান্তির বার্তাকে বাংলাদেশে অবস্থানরত প্রত্যেক অমুসলিমদের মাঝে পৌঁছে দেয়া।",
      "বাংলাদেশের বিভিন্ন এলাকায় দাওয়া সেন্টার প্রতিষ্ঠা করা।",
      "ইসলামী দায়ীদের মাধ্যমে সারাদেশে ইসলামের দাওয়াত প্রচার করা।",
      "ইসলামের প্রামাণ্য দৃষ্টিভঙ্গি তুলে ধরার লক্ষ্যে বিভিন্ন এলাকার মসজিদ, মাদ্রাসা, জেলা অডিটোরিয়াম, উপজেলা পরিষদ মিলনায়তন ও মাঠ প্রভৃতি সমাগমস্থলে সাপ্তাহিক, মাসিক, বার্ষিক ও সাময়িক ওয়াজ-মাহফিল, সেমিনার মুক্ত মতবিনিময় ও আলোচনা সভার আয়োজন করা।",
      "এককভাবে অথবা দলগতভাবে দাওয়া কাজের আঞ্জাম দেওয়া।",
      "দাওয়ার উপর আলোচনা অনুষ্ঠানের তথ্যচিত্র ধারণ করে সামাজিক যোগাযোগ মাধ্যমে প্রচার করা।",
      "মসজিদ ভিত্তিক দাওয়া কার্যক্রম গড়ে তোলা।",
    ],
  },
  {
    id: "3",
    title: "শিক্ষা",
    image: assets.projects.education,
    details:
      "প্রাথমিক স্তরে বুনিয়াদি শিক্ষা বিস্তারে বাচ্চাদের জন্য দেশব্যাপী প্রাতিষ্ঠানিকভাবে প্রাথমিক শিক্ষা (মক্তব) চালু করা।",
    description: [
      "প্রাথমিক স্তরে বুনিয়াদি শিক্ষা বিস্তারে বাচ্চাদের জন্য দেশব্যাপী প্রাতিষ্ঠানিকভাবে প্রাথমিক শিক্ষা (মক্তব) চালু করা।",
      "বয়স্কদের সুশিক্ষিত করে গড়ে তোলার জন্য দেশব্যাপী সকাল-সন্ধ্যা পাঠদানের ব্যবস্থা করা।",
      "বিভিন্ন নদী অফলাইন ও অনলাইনে কর্মজীবী মানুষের জন্য ইসলাম শিক্ষা কোর্সের আয়োজন করা।",
      "ইসলামের মৌলিক শিক্ষা প্রদানসহ বিশুদ্ধ কোরআন তেলাওয়াত শিখাতে স্থায়ী ও অস্থায়ী শিক্ষা কেন্দ্র স্থাপন করা।",
      "যে সকল অমুসলিম ভাই ও বোনেরা ইসলামের সুশীতল ছায়াতলে আসবেন তাদেরকে ইসলামের মৌলিক শিক্ষা প্রদান করার ব্যবস্থা করা। বিশেষ করে ঈমান ইসলাম তাওহীদ সম্পর্কে সুস্পষ্ট ধারণা দেওয়া।",
      "প্রাজ্ঞ আলিম ও নিবেদিতপ্রাণ দায়ী ইলাল্লাহ গড়ে তুলতে কোরআন- সুন্নাহর মৌলিক শিক্ষা সম্বলিত আধুনিক যুগোপযোগী পাঠ্যক্রম ও পাঠ্যপুস্ত প্রণয়ন করা।",
    ],
  },
];

export const projectsDataEn = [
  {
    id: "1",
    title: "Dawah",
    image: assets.projects.dawah,
    details:
      "To convey the good message of Islam and the message of world peace to every non-Muslim living in Bangladesh.",
  },
  {
    id: "2",
    title: "Service",
    image: assets.projects.services,
    details:
      "To convey the good message of Islam and the message of world peace to every non-Muslim living in Bangladesh.",
  },
  {
    id: "3",
    title: "Education",
    image: assets.projects.education,
    details:
      "To convey the good message of Islam and the message of world peace to every non-Muslim living in Bangladesh.",
  },
];
