export const objectivesData = {
  pageTitle: {
    title: "আদ-দোহা ইনস্টিটিউট",
    details: "একটি শিক্ষা, গবেষণা, দাওয়াহ ও সেবামূলক প্রতিষ্ঠান।",
  },
  aim: {
    title: "আমাদের লক্ষ্য",
    details:
      "আদ-দোহা ইনস্টিটিউট মানব জাতির মহান শিক্ষক ও দিশারী, মানুষের মুক্তি ও শান্তির দূত, মহানবী হযরত মুহাম্মদ স. এর নির্দেশিত পদঙ্ক অনুসরণ করে শিক্ষা, গবেষণা, সেবা ও দাওয়াতি কাজকে যথাযথভাবে সম্পাদনের মাধ্যমে আল্লাহ তা’লার সন্তুষ্টি অর্জন করা।",
  },
  objectives: {
    title: "আমাদের উদ্দেশ্য",
    details: [
      "ধর্মীয় ও আধুনিক শিক্ষার সমন্বয়ে শিক্ষার্থীদের কে সময় উপযোগী শিক্ষা প্রদান করা।",

      "আধুনিক ও ধর্মীয় মূল্যবোধ সমন্বিত শিক্ষার মাধ্যমে দেশের মানুষকে সুনাগরিক ও সমাজ সচেতন হিসেবে গড়ে তোলা।",
      "বাংলাদেশের মানুষের আর্থসামাজিক, সংস্কৃতিক ও ধর্মীয় মূল্যবোধ সম্পর্কে জানা এবং বোঝার জন্য প্রয়োজনীয় গবেষণা করা।",

      "গবেষণার মাধ্যমে প্রকৃত ধর্মীয় মূল্যবোধ ও তার মর্মকথা সবার কাছে সময়োপযোগী করে তুলে ধরা।",

      "দাওয়াতী কার্যক্রম পরিচালনা মাধ্যমে ইসলামের মূল আদর্শ সকল শ্রেণীর মানুষের কাছে পৌঁছে দেয়া।",

      "মুসলিমদের মাঝে দাওয়াতি মন-মানসিকতা গড়ে তোলা।",

      "অসহায়, দুস্থ, দরিদ্র ও সহায়-সম্বলহীন সকল শ্রেণীর মানুষের প্রতি সাহায্য ও সেবার হাত বাড়িয়ে দেওয়া।",
    ],
  },
  futurePlan: {
    title: "আমাদের ভবিষ্যৎ পরিকল্পনা",
    details:
      "আদ দোহা ইনস্টিটিউশন এর লক্ষ্য উদ্দেশ্য অর্জনে দেশব্যাপী বহুমাত্রিক শিক্ষা প্রতিষ্ঠান অথবা দাওয়াহ সেন্টার তৈরি করা। যেখান থেকে মৌলিকভাবে শিক্ষা, গবেষণা, দাওয়াহ ও সেবামূলক কার্যক্রম পরিচালিত হবে। এই সব ধরনের কার্যক্রম বাস্তবায়নকল্পে প্রত্যেক জায়গায় বেশ কিছু পদক্ষেপ গ্রহণ করা হবে। যেমন, প্রথম থেকে পঞ্চম শ্রেণী পর্যন্ত ধর্মীয় ও আধুনিক শিক্ষার সমন্বয় নির্মিত কারিকুলাম এর মাধ্যমে শিক্ষা প্রতিষ্ঠান নির্মাণ করা হবে। শিক্ষা প্রতিষ্ঠানের পাশাপাশি সেখানে একটি মসজিদ একটি গেস্ট হাউস একটি ট্রেনিং সেন্টার একটি আবাসিক হোস্টেল থাকবে এবং বয়স খুশি শিক্ষার সুব্যবস্থা থাকবে।",
    details2:
      "এছাড়া  বিশেষ করে জেলা ও বিভাগ বৃত্তি কিছু শিক্ষা প্রতিষ্ঠান ও দাওয়া সেন্টার নির্মাণ করা হবে। যেমন; বান্দরবান, মধুপুর, টাঙ্গাইল, জামালপুর, ময়মনসিংহ, নারায়ণগঞ্জ, রংপুর,  যশোর ও পটুয়াখালী। এসব অঞ্চলে একটি করে শিক্ষা প্রতিষ্ঠান ও একটি দাওয়া সেন্টার প্রতিষ্ঠা করা হবে। এবং স্থানীয় একটি ট্রাস্ট গঠন করা হবে। এবং সেই ট্রাস্ট এর মাধ্যমে  এসব শিক্ষা প্রতিষ্ঠান বা দাওয়াহ সেন্টারগুলো স্বতন্ত্রভাবে পরিচালিত হবে। আদ দোয়া ইনস্টিটিউট শুধুমাত্র সহযোগী হিসেবে কাজ করবে। বিশেষ করে দাওয়া বিভাগ ছাড়া বাকি কাজগুলোতে সাহায্য করবে।",
  },
};
