export const aimObjectivesData = {
  pageTitle: {
    title: "আদ-দোহা ইনস্টিটিউট",
    details: "একটি শিক্ষা, গবেষণা, দাওয়াহ ও সেবামূলক প্রতিষ্ঠান।",
  },

  intro: {
    title: "ভুমিকা",
    details:
      "বাংলাদেশ একটি মুসলিম প্রধান দেশ। এ দেশে ইসলাম এসেছে আরব-অনারব দাঈ, আলেম, পীর, মাশায়েখ ও ব্যবসায়ীদের মাধ্যমে। বাংলাদেশ মুসলিম সংখ্যাগরিষ্ঠ দেশ হলেও এদেশের বেশিরভাগ মানুষই কুরআন পড়তে পারে না এবং তারা ধর্মীয় জ্ঞান সম্পন্ন না। যার ফলে তারা উন্নত চরিত্র ও দীনি মানসিকতার অধিকারী হওয়ার পরিবর্তে ভুল পথে পরিচালিত হচ্ছে। বিশেষ করে দারিদ্রপীড়িত ও অর্ধশিক্ষিত হাজার হাজার মুসলিম না বুঝে বিভিন্ন ভ্রান্ত মাতাদর্শ এবং ফিরকায় অন্তর্ভুক্ত হচ্ছে। বিভিন্ন রিপোর্টে অর্ধ কোটিরও বেশি মুসলিম অন্য ধর্মে দীক্ষিত হয়েছে বলে প্রকাশিত। এ ছাড়াও অনেক মুসলমান ভন্ড পীরের খপ্পরে পড়ে ঈমানহারা হচ্ছে। এমতাবস্থায় মুসলিমদেরকে ইসলামের মৌলিক শিক্ষা প্রদান ও ঈমান রক্ষার উদ্দেশ্যে আদ-দোহা ইনস্টিটিউট ১০ই জানুয়ারী ২০২২ সালে প্রতিষ্ঠিত হয় ।",
  },

  aim: {
    title: "আমাদের লক্ষ্য",
    details:
      "মানব জাতির মহান শিক্ষক ও দিশারী, মানুষের মুক্তি ও শান্তির দূত, মহানবী হযরত মুহাম্মদ স. -এর নির্দেশিত পদঙ্ক অনুসরণ করে দাওয়াহ, শিক্ষা ও সেবামূলক কাজকে যথাযথভাবে সম্পাদনের মাধ্যমে আল্লাহ তা’লার সন্তুষ্টি অর্জন করা।",
  },

  objectives: {
    title: "আমাদের উদ্দেশ্য",
    details:
      "ধর্মীয় ও আধুনিক শিক্ষার সমন্বয়ে শিক্ষার্থীদের সময় উপযোগী শিক্ষা প্রদান করা। আধুনিক ও ধর্মীয় মূল্যবোধ সমন্বিত শিক্ষার মাধ্যমে দেশের মানুষকে সুনাগরিক ও সমাজ সচেতন হিসেবে গড়ে তোলা। দাওয়াতী কার্যক্রম পরিচালনার মাধ্যমে ইসলামের মূল আদর্শ সকল শ্রেণীর মানুষের কাছে পৌঁছে দেয়া। মুসলিমদের মাঝে দাওয়াতি মন-মানসিকতা গড়ে তোলা। নওমুসলিম, অসহায়, দুস্থ, দরিদ্র ও সহায়-সম্বলহীন সকল শ্রেণীর মানুষের প্রতি সাহায্য ও সেবার হাত বাড়িয়ে দেওয়া।",
  },

  futurePlan: {
    title: "আমাদের ভবিষ্যৎ পরিকল্পনা",
    details:
      "আদ-দোহা ইনস্টিটিউট -এর লক্ষ্য ও উদ্দেশ্য অর্জনে দেশব্যাপী বহুমাত্রিক শিক্ষা প্রতিষ্ঠান এবং দাওয়াহ সেন্টার তৈরি করা। যেখান থেকে মৌলিকভাবে শিক্ষা, দাওয়াহ ও সেবামূলক কার্যক্রম পরিচালিত হবে। এই সব ধরনের কার্যক্রম বাস্তবায়নকল্পে প্রত্যেক জায়গায় বেশ কিছু পদক্ষেপ গ্রহণ করা হবে। যেমন, প্রথম থেকে পঞ্চম শ্রেণী পর্যন্ত ধর্মীয় ও আধুনিক শিক্ষার সমন্বয়ে নির্মিত কারিকুলামের মাধ্যমে শিক্ষা প্রতিষ্ঠান নির্মাণ করা হবে। শিক্ষা প্রতিষ্ঠানের পাশাপাশি সেখানে একটি মসজিদ, একটি ইসলামী (সায়্যিদ আবুল হাসান আলী নদভী রহ.) পাঠাগার, একটি গেস্ট হাউস, একটি ট্রেনিং সেন্টার, একটি আবাসিক হোস্টেল থাকবে। এর পাশাপাশি শিশু মক্তব, বয়স্ক শিক্ষা এবং নারীদের জন্য আলাদাভাবে কুরআন শিক্ষার সুব্যবস্থা থাকবে। এছাড়া  জেলা ও বিভাগ ভিত্তিক নির্দিষ্ট কিছু অঞ্চলে শিক্ষা প্রতিষ্ঠান ও দাওয়াহ সেন্টার নির্মাণ করা হবে। যেমন- বান্দরবান, মধুপুর, টাঙ্গাইল, জামালপুর, ময়মনসিংহ, নারায়ণগঞ্জ, রংপুর,  যশোর ও পটুয়াখালী। এসব অঞ্চলে একটি করে শিক্ষা প্রতিষ্ঠান ও একটি দাওয়াহ সেন্টার প্রতিষ্ঠা করা হবে। স্থানীয় একটি ট্রাস্ট গঠন করে সেই ট্রাস্ট -এর মাধ্যমে  এসব শিক্ষা প্রতিষ্ঠান বা দাওয়াহ সেন্টারগুলো স্বতন্ত্রভাবে পরিচালিত হবে। আদ-দোহা ইনস্টিটিউট শুধুমাত্র সহযোগী হিসেবে কাজ করবে।",
    // details:
    //   "আদ-দোহা ইনস্টিটিউট -এর লক্ষ্য ও উদ্দেশ্য অর্জনে দেশব্যাপী বহুমাত্রিক শিক্ষা প্রতিষ্ঠান এবং দাওয়াহ সেন্টার তৈরি করা। যেখান থেকে মৌলিকভাবে শিক্ষা, দাওয়াহ ও সেবামূলক কার্যক্রম পরিচালিত হবে। এই সব ধরনের কার্যক্রম বাস্তবায়নকল্পে প্রত্যেক জায়গায় বেশ কিছু পদক্ষেপ গ্রহণ করা হবে। যেমন, প্রথম থেকে পঞ্চম শ্রেণী পর্যন্ত ধর্মীয় ও আধুনিক শিক্ষার সমন্বয়ে নির্মিত কারিকুলামের মাধ্যমে শিক্ষা প্রতিষ্ঠান নির্মাণ করা হবে। শিক্ষা প্রতিষ্ঠানের পাশাপাশি সেখানে একটি মসজিদ, একটি ইসলামী (সায়্যিদ আবুল হাসান আলী নদভী রহ.) পাঠাগার, একটি গেস্ট হাউস, একটি ট্রেনিং সেন্টার, একটি আবাসিক হোস্টেল থাকবে। এর পাশাপাশি শিশু মক্তব, বয়স্ক শিক্ষা এবং নারীদের জন্য আলাদাভাবে কুরআন শিক্ষার সুব্যবস্থা থাকবে। ",
    // details2:
    //   "থাকবে। এছাড়া  জেলা ও বিভাগ ভিত্তিক নির্দিষ্ট কিছু অঞ্চলে শিক্ষা প্রতিষ্ঠান ও দাওয়াহ সেন্টার নির্মাণ করা হবে। যেমন- বান্দরবান, মধুপুর, টাঙ্গাইল, জামালপুর, ময়মনসিংহ, নারায়ণগঞ্জ, রংপুর,  যশোর ও পটুয়াখালী। এসব অঞ্চলে একটি করে শিক্ষা প্রতিষ্ঠান ও একটি দাওয়াহ সেন্টার প্রতিষ্ঠা করা হবে। স্থানীয় একটি ট্রাস্ট গঠন করে সেই ট্রাস্ট -এর মাধ্যমে  এসব শিক্ষা প্রতিষ্ঠান বা দাওয়াহ সেন্টারগুলো স্বতন্ত্রভাবে পরিচালিত হবে। আদ-দোহা ইনস্টিটিউট শুধুমাত্র সহযোগী হিসেবে কাজ করবে।",
  },
};
