import assets from "@/assets";

export const opinionData = [
  {
    _id: "1",
    name: "শাইখ মুশাহিদ আলী চমকপুরী",
    image: assets.faculties.musahidAli,
    designation:
      "পরিচালক, উচ্চতর দাওয়াহ ও তুলনামুলক ধর্মবিজ্ঞান বিভাগ, জামিয়াতুস সুন্নাহ, ঝিনাইদহ",
    opinion:
      "বিসমিল্লাহির রাহমানির রাহীম। আদ-দোহা ইনস্টিটিউট  সহজ পদ্ধতিতে আরবী ভাষা শিক্ষার প্রশংসনীয় উদ্যোগ গ্রহণ করেছে। এই একাডেমী আরবী ভাষা শিক্ষার একটি ব্যতিক্রমধর্মী প্লাটফর্ম, যা বাংলাদেশে আরবী ভাষা শিক্ষায় গুরুত্বপূর্ণ ভূমিকা রাখবে এটা দৃঢ়ভাবে বিশ্বাস করি। কুরআনের এই ভাষা সর্বসাধারণের জন্য বোধগম্য হয়ে উঠুক এই আশায় মহান আল্লাহর কাছে এর সফলতা কামনা করি। একাডেমীর কাছে আবেদন ও পরামর্শ থাকবে ব্যাকরণগত জটিলতা পরিহার করে সহজ পদ্ধতিতে আরবদের কন্টেন্ট ফলো করার পরামর্শ গ্রহণ করবেন।",
  },
  {
    _id: "2",
    name: "শাইখ আমিনুল ইসলাম আজহারী",
    image: assets.faculties.aminulIslamAzhari,
    designation: "ইমাম ও খতিব গার্ডেন সিটি মসজিদ, টুঊম্বা, অস্ট্রেলিয়া",
    opinion:
      "বিসমিল্লাহির রাহমানির রাহীম। আদ-দোহা ইনস্টিটিউট  সহজ পদ্ধতিতে আরবী ভাষা শিক্ষার প্রশংসনীয় উদ্যোগ গ্রহণ করেছে। এই একাডেমী আরবী ভাষা শিক্ষার একটি ব্যতিক্রমধর্মী প্লাটফর্ম, যা বাংলাদেশে আরবী ভাষা শিক্ষায় গুরুত্বপূর্ণ ভূমিকা রাখবে এটা দৃঢ়ভাবে বিশ্বাস করি। কুরআনের এই ভাষা সর্বসাধারণের জন্য বোধগম্য হয়ে উঠুক এই আশায় মহান আল্লাহর কাছে এর সফলতা কামনা করি। একাডেমীর কাছে আবেদন ও পরামর্শ থাকবে ব্যাকরণগত জটিলতা পরিহার করে সহজ পদ্ধতিতে আরবদের কন্টেন্ট ফলো করার পরামর্শ গ্রহণ করবেন।",
  },
  {
    _id: "3",
    name: "শাইখ ফরিদুল ইসলাম",
    image: assets.faculties.foridulHasan,
    designation:
      "খতিব ও পরিচালক, বাইতুল ফালাহ মসজিদ এন্ড ইসলামিক সেন্টার, দক্ষিণ কোরিয়া",
    opinion:
      "বিসমিল্লাহির রাহমানির রাহীম। আদ-দোহা ইনস্টিটিউট  সহজ পদ্ধতিতে আরবী ভাষা শিক্ষার প্রশংসনীয় উদ্যোগ গ্রহণ করেছে। এই একাডেমী আরবী ভাষা শিক্ষার একটি ব্যতিক্রমধর্মী প্লাটফর্ম, যা বাংলাদেশে আরবী ভাষা শিক্ষায় গুরুত্বপূর্ণ ভূমিকা রাখবে এটা দৃঢ়ভাবে বিশ্বাস করি। কুরআনের এই ভাষা সর্বসাধারণের জন্য বোধগম্য হয়ে উঠুক এই আশায় মহান আল্লাহর কাছে এর সফলতা কামনা করি। একাডেমীর কাছে আবেদন ও পরামর্শ থাকবে ব্যাকরণগত জটিলতা পরিহার করে সহজ পদ্ধতিতে আরবদের কন্টেন্ট ফলো করার পরামর্শ গ্রহণ করবেন।",
  },
  {
    _id: "4",
    name: "শাইখ ওমর ফারুক",
    image: assets.faculties.avatar,
    designation: "শিক্ষক, আদ-দোহা ইন্সটিটিউট",
    opinion:
      "বিসমিল্লাহির রাহমানির রাহীম। আদ-দোহা ইনস্টিটিউট  সহজ পদ্ধতিতে আরবী ভাষা শিক্ষার প্রশংসনীয় উদ্যোগ গ্রহণ করেছে। এই একাডেমী আরবী ভাষা শিক্ষার একটি ব্যতিক্রমধর্মী প্লাটফর্ম, যা বাংলাদেশে আরবী ভাষা শিক্ষায় গুরুত্বপূর্ণ ভূমিকা রাখবে এটা দৃঢ়ভাবে বিশ্বাস করি। কুরআনের এই ভাষা সর্বসাধারণের জন্য বোধগম্য হয়ে উঠুক এই আশায় মহান আল্লাহর কাছে এর সফলতা কামনা করি। একাডেমীর কাছে আবেদন ও পরামর্শ থাকবে ব্যাকরণগত জটিলতা পরিহার করে সহজ পদ্ধতিতে আরবদের কন্টেন্ট ফলো করার পরামর্শ গ্রহণ করবেন।",
  },
  {
    _id: "5",
    name: "শাইখ মাহমুদুল হাসান",
    image: assets.faculties.avatar,
    designation: "পরিচালক, আন-নূর ইসলামী দাওয়াহ সেন্টার, যশোর",
    opinion:
      "বিসমিল্লাহির রাহমানির রাহীম। আদ-দোহা ইনস্টিটিউট  সহজ পদ্ধতিতে আরবী ভাষা শিক্ষার প্রশংসনীয় উদ্যোগ গ্রহণ করেছে। এই একাডেমী আরবী ভাষা শিক্ষার একটি ব্যতিক্রমধর্মী প্লাটফর্ম, যা বাংলাদেশে আরবী ভাষা শিক্ষায় গুরুত্বপূর্ণ ভূমিকা রাখবে এটা দৃঢ়ভাবে বিশ্বাস করি। কুরআনের এই ভাষা সর্বসাধারণের জন্য বোধগম্য হয়ে উঠুক এই আশায় মহান আল্লাহর কাছে এর সফলতা কামনা করি। একাডেমীর কাছে আবেদন ও পরামর্শ থাকবে ব্যাকরণগত জটিলতা পরিহার করে সহজ পদ্ধতিতে আরবদের কন্টেন্ট ফলো করার পরামর্শ গ্রহণ করবেন।",
  },
  {
    _id: "6",
    name: "শাইখ দেলওয়ার মাহমুদ",
    image: assets.faculties.avatar,
    designation: "শিক্ষক, আদ-দোহা ইন্সটিটিউট",
    opinion:
      "বিসমিল্লাহির রাহমানির রাহীম। আদ-দোহা ইনস্টিটিউট  সহজ পদ্ধতিতে আরবী ভাষা শিক্ষার প্রশংসনীয় উদ্যোগ গ্রহণ করেছে। এই একাডেমী আরবী ভাষা শিক্ষার একটি ব্যতিক্রমধর্মী প্লাটফর্ম, যা বাংলাদেশে আরবী ভাষা শিক্ষায় গুরুত্বপূর্ণ ভূমিকা রাখবে এটা দৃঢ়ভাবে বিশ্বাস করি। কুরআনের এই ভাষা সর্বসাধারণের জন্য বোধগম্য হয়ে উঠুক এই আশায় মহান আল্লাহর কাছে এর সফলতা কামনা করি। একাডেমীর কাছে আবেদন ও পরামর্শ থাকবে ব্যাকরণগত জটিলতা পরিহার করে সহজ পদ্ধতিতে আরবদের কন্টেন্ট ফলো করার পরামর্শ গ্রহণ করবেন।",
  },
];
