import assets from "@/assets";

export const opinionData = [
  {
    _id: "1",
    name: "শাইখ মুশাহিদ আলী চমকপুরী",
    image: assets.faculties.musahidAli,
    designation:
      "পরিচালক, উচ্চতর দাওয়াহ ও তুলনামুলক ধর্মবিজ্ঞান বিভাগ, জামিয়াতুস সুন্নাহ, ঝিনাইদহ",
    opinion:
      "আদ-দোহা ইনস্টিটিউট প্রতিষ্ঠা হওয়ার অল্প সময়ের মধ্যে অনেক দূর এগিয়েছে, আলহামদুলিল্লাহ। একটি মারকায প্রতিষ্ঠিত হওয়ার পর পরিচিত হওয়া এবং একটি ভালো অবস্থান তৈরি করতে অনেক সময়ের প্রয়োজন। অনেক কাঠ-খড়ি পোড়াতে হয়। এরপরে গিয়ে একটা অবস্থানে পৌঁছে। আশা করি তাদের যে সুন্দর পরিকল্পনা রয়েছে তারা যদি সে অনুযায়ী মেহনত করে তাহলে আল্লাহ তায়ালার ইচ্ছায় অল্প দিনের মধ্যে আদ-দোহা ইনস্টিটউট একটি কাঙ্খিত লক্ষ্যে পৌঁছে যাবে ইনশাআল্লাহ। আমরা আদ-দোহা ইনস্টিটিউট এর ভবিষ্যৎ উন্নতি-অগ্রগতি এবং সারা দুনিয়ার সকল মুসলিম অমুসলিম সবার জন্য এটা একটা বিশ্বব্যাপী মার্কায হবে আমরা সেই কামনা করি। আল্লাহ তায়ালার কাছে -এর কামিয়াবী এবং সফলতার জন্য একান্তভাবে নুসরত এবং রহমত সাহায্য চাচ্ছি।",
  },
  {
    _id: "2",
    name: "শাইখ আমিনুল ইসলাম আজহারী",
    image: assets.faculties.aminulIslamAzhari,
    designation: "ইমাম ও খতিব গার্ডেন সিটি মসজিদ, টুঊম্বা, অস্ট্রেলিয়া",
    opinion:
      "আদ-দোহা ইনস্টিটিউট প্রতিষ্ঠা হওয়ার অল্প সময়ের মধ্যে অনেক দূর এগিয়েছে, আলহামদুলিল্লাহ। একটি মারকায প্রতিষ্ঠিত হওয়ার পর পরিচিত হওয়া এবং একটি ভালো অবস্থান তৈরি করতে অনেক সময়ের প্রয়োজন। অনেক কাঠ-খড়ি পোড়াতে হয়। এরপরে গিয়ে একটা অবস্থানে পৌঁছে। আশা করি তাদের যে সুন্দর পরিকল্পনা রয়েছে তারা যদি সে অনুযায়ী মেহনত করে তাহলে আল্লাহ তায়ালার ইচ্ছায় অল্প দিনের মধ্যে আদ-দোহা ইনস্টিটউট একটি কাঙ্খিত লক্ষ্যে পৌঁছে যাবে ইনশাআল্লাহ। আমরা আদ-দোহা ইনস্টিটিউট এর ভবিষ্যৎ উন্নতি-অগ্রগতি এবং সারা দুনিয়ার সকল মুসলিম অমুসলিম সবার জন্য এটা একটা বিশ্বব্যাপী মার্কায হবে আমরা সেই কামনা করি। আল্লাহ তায়ালার কাছে -এর কামিয়াবী এবং সফলতার জন্য একান্তভাবে নুসরত এবং রহমত সাহায্য চাচ্ছি।",
  },
  {
    _id: "3",
    name: "শাইখ ফরিদুল ইসলাম",
    image: assets.faculties.forifulIslam,
    designation:
      "খতিব ও পরিচালক, বাইতুল ফালাহ মসজিদ এন্ড ইসলামিক সেন্টার, দক্ষিণ কোরিয়া",
    opinion:
      "আদ-দোহা ইনস্টিটিউট প্রতিষ্ঠা হওয়ার অল্প সময়ের মধ্যে অনেক দূর এগিয়েছে, আলহামদুলিল্লাহ। একটি মারকায প্রতিষ্ঠিত হওয়ার পর পরিচিত হওয়া এবং একটি ভালো অবস্থান তৈরি করতে অনেক সময়ের প্রয়োজন। অনেক কাঠ-খড়ি পোড়াতে হয়। এরপরে গিয়ে একটা অবস্থানে পৌঁছে। আশা করি তাদের যে সুন্দর পরিকল্পনা রয়েছে তারা যদি সে অনুযায়ী মেহনত করে তাহলে আল্লাহ তায়ালার ইচ্ছায় অল্প দিনের মধ্যে আদ-দোহা ইনস্টিটউট একটি কাঙ্খিত লক্ষ্যে পৌঁছে যাবে ইনশাআল্লাহ। আমরা আদ-দোহা ইনস্টিটিউট এর ভবিষ্যৎ উন্নতি-অগ্রগতি এবং সারা দুনিয়ার সকল মুসলিম অমুসলিম সবার জন্য এটা একটা বিশ্বব্যাপী মার্কায হবে আমরা সেই কামনা করি। আল্লাহ তায়ালার কাছে -এর কামিয়াবী এবং সফলতার জন্য একান্তভাবে নুসরত এবং রহমত সাহায্য চাচ্ছি।",
  },
];
